Revit 2027 API
ParameterTypeId.ArrayNumber Property
 "Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ArrayNumber { get; }
Public Shared ReadOnly Property ArrayNumber As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ArrayNumber {
	ForgeTypeId^ get ();
}
static member ArrayNumber : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace